Repository: redirectionio/proxy-wordpress
Catalog: languages/redirectionio-*.po
Languages: fr_fr

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: redirection.io let you track HTTP errors and setup useful HTTP redirections.
fr_fr: redirection.io vous permet de suivre les erreurs HTTP et de configurer des redirections HTTP utiles.

source: This plugin works in combination with <a href="%s">redirection.io</a> and need an installed and configured agent on your server. </br> Before using it, please make sure that you have :
fr_fr: Ce plugin fonctionne en parallèle avec le site <a href="%s">redirection.io</a> et nécessite qu’un agent soit installé et configuré sur votre serveur. </br> Avant de l’utiliser, merci de vérifier que vous avez :

source: created a redirection.io account <a href="">here</a>
fr_fr: créé un compte redirection.io <a href="">sur le site de redirection.io</a>

source: followed the <a href="">installation guide</a> to setup a redirection.io agent on your server
fr_fr: suivi le <a href="">guide d’installation</a> d’un agent redirection.io sur votre serveur

source: Drop us an email to support@redirection.io if you need help or have any question.
fr_fr: Contactez-nous par email à support@redirection.io si vous avez besoin d’aide ou si vous avez la moindre question.

source: Note: in most cases, you only have one agent, so you only need to configure one connection.
fr_fr: Remarque: dans la plupart des cas, vous n'avez qu'un seul agent, vous n'avez donc qu'à configurer une seule connexion.

source: Are you sure ?
fr_fr: Êtes-vous sûr ?

source: Project key
fr_fr: Clef projet

source: Connection #%s
fr_fr: Connexion #%s

source: Name
fr_fr: Nom

source: [Optional] If you have multiple connections, you may find useful to name them for better readability.
fr_fr: [Optionnel] Si vous utilisez plusieurs connexions, n’hésitez pas à les nommer pour les distinguer plus facilement.

source: my-connection
fr_fr: ma-connexion

source: Agent address
fr_fr: Adresse de l’agent

source: [Required] Insert here your agent address. Internet Domain socket (AF_INET) and Unix Domain socket (AF_UNIX) are supported.<br/> Examples: tcp://192.168.1.1:20301, tcp://agent.my-website.com:10301, unix:///var/run/my-agent.sock
fr_fr: [Requis] Entrez ici l’adresse de votre agent. Les sockets Internet (AF_INET) et Unix (AF_UNIX) sont supportés.<br/> Exemples : 192.168.1.1:20301, agent.mon-site.com:10301, /var/run/mon-agent.sock

source: Disable redirections for admin area
fr_fr: Désactiver les redirections pour l’interface d’administration

source: Yes, I wan't to disable it
fr_fr: Oui, je veux les désactiver

source: my-project-key
fr_fr: ma-clef-projet

source: working
fr_fr: fonctionnel

source: not working
fr_fr: ne fonctionne pas

source: Add
fr_fr: Ajouter

source: Please fill here your redirection.io project key.
fr_fr: Merci d’indiquer ici votre clef projet redirection.io.

source: You can find it in the instances section of your dashboard: %s.
fr_fr: Vous pouvez la retrouver dans la section « instances » de votre dashboard : %s.

source: This option let you ignore eventual redirection rules set on admin area pages.
fr_fr: Cette option vous permet d’ignorer d’éventuelles règles de redirection définies sur les pages de l’espace d’administration.

source: %sExample :%s if by mistake you add a redirection rule from %s/wp-login.php%s to %s/foo%s, you'll not be able to connect to your admin area anymore.
fr_fr: %sExemple :%s si par mégarde vous définissez une règle de redirection de %s/wp-login.php%s vers %s/foo%s, vous ne pourrez plus vous connecter à l’administration.

source: To prevent this, we recommend you to always leave this option enabled.
fr_fr: Afin de prévenir ce risque, nous vous recommandons de toujours laisser cette option activée.
